{"name":"Forgery Kit","source":"PHB","page":154,"srd":true,"basicRules":true,"additionalSources":[{"source":"XGE","page":81}],"type":"T","rarity":"none","weight":5,"value":1500,"entries":["This small box contains a variety of papers and parchments, pens and inks, seals and sealing wax, gold and silver leaf, and other supplies necessary to create convincing forgeries of physical documents. Proficiency with this kit lets you add your proficiency bonus to any ability checks you make to create a physical forgery of a document."],"additionalEntries":["A forgery kit is designed to duplicate documents and to make it easier to copy a person's seal or signature.",{"type":"entries","name":"Components","entries":["A forgery kit includes several different types of ink, a variety of parchments and papers, several quills, seals and sealing wax, gold and silver leaf, and small tools to sculpt melted wax to mimic a seal."]},{"type":"entries","name":"Arcana","entries":["A forgery kit can be used in conjunction with the Arcana skill to determine if a magic item is real or fake."]},{"type":"entries","name":"Deception","entries":["A well-crafted forgery, such as papers proclaiming you to be a noble or a writ that grants you safe passage, can lend credence to a lie."]},{"type":"entries","name":"History","entries":["A forgery kit combined with your knowledge of history improves your ability to create fake historical documents or to tell if an old document is authentic."]},{"type":"entries","name":"Investigation","entries":["When you examine objects, proficiency with a forgery kit is useful for determining how an object was made and whether it is genuine."]},{"type":"entries","name":"Other Tools","entries":["Knowledge of other tools makes your forgeries that much more believable. For example, you could combine proficiency with a forgery kit and proficiency with cartographer's tools to make a fake map."]},{"type":"entries","name":"Quick Fake","entries":["As part of a short rest, you can produce a forged document no more than one page in length. As part of a long rest, you can produce a document that is up to four pages long. Your Intelligence check using a forgery kit determines the DC for someone else's Intelligence ({@skill Investigation}) check to spot the fake."]},{"type":"table","caption":"Forgery Kit","colLabels":["Activity","DC"],"colStyles":["col-10","col-2 text-center"],"rows":[["Mimic handwriting","15"],["Duplicate a wax seal","20"]]}]}